const Announce = `# 공지사항

## 2024.11.11 [안녕하세요, Restin입니다]

안녕하세요, Restin입니다.

Restin에서는 음료를 주문하지 않고도 카페 공간을 사용할 수 있습니다.
역 출구 밖에서 약속시간을 기다리는 분들의 짜증을 덜어드리기 위해 만들어졌습니다. 
근처 개인카페들을 시작으로 모든 실내 공간을 이용한 초단기간 공간대여 서비스를 통해 흩어졌을 시간을 모아 머무르고 싶은 도시(>시간으로…?)를 만들고자 합니다.

Restin은 가깝고 좋은 공간을 소개해 삶 속 찰나의 순간까지 편안하고 즐겁게 만들기 위해 노력하는 팀입니다.

Restin은 사람과 사람을, 사람과 공간을 잇기 위해 노력하는 기업입니다.
좋은 공간에서 시간을 보내면 기분이 좋습니다.
좋은 공간을 이루는 마지막 조각은 그 안에 머무는 사람들이라고 믿습니다.
Restin은 선뜻 가고 싶은 공간을 찾아내어 더 에너지 넘치고, 여유로운 도시를 만드는데 기여하겠습니다

감사합니다.`;
const FAQ = ``;
