const TermsOfUse = `# **제 1 장 총칙**

## 제 1 조 (목적)

이 약관은 주식회사 레스틴(이하 "회사"라 함)가 운영하는 "음료주문없는 카페사용서비스 - 레스틴"에서 제공하는 모든 서비스(이하 "서비스"라 함)를 이용함에 있어 회사와 이용자의 권리, 의무 및 책임 사항을 규정함을 목적으로 합니다.

## 제 2 조 (용어의 정의)

① 이 약관에서 사용하는 용어의 정의는 다음 각 호와 같습니다.

1. "레스틴"이라 함은 "업주"가 재화 또는 서비스 상품(이하 "재화 등"이라 합니다)을 판매하기 위하여, "회사"가 컴퓨터 등 정보통신설비를 이용하여 재화 등을 거래할 수 있도록 설정하여 제공하는 가상의 영업플랫폼 또는 이를 운영하는 사업자를 말합니다.
2. "이용자"라 함은 이 약관에 따라 회사와 이용자 계약을 체결하고, "회사"가 제공하는 "서비스"를 이용하는 "사용자" 또는 "업주"를 말합니다.
3. "사용자"란 "레스틴"에서 "업주"가 판매하는 "재화 등"을 발견하고 "업주"가 판매하는 "재화 등"을 이용하기 위해 "회사"가 제공하는 "서비스"를 이용하는 자를 말합니다.
4. "업주"란 "회사"가 제공하는 "서비스"를 이용해 "재화 등"에 관한 정보를 게재하고, 판매하는 주체를 말합니다.
5. "컨텐츠"라 함은 "회사"가 제공하는 "서비스"를 위해 "회사" 또는 "이용자"가 게재한 모든 글, 사진, 동영상, 이용자 소개 등을 말합니다.
6. "아이디(ID)"라 함은 이용자의 식별 및 서비스 이용을 위하여 이용자의 신청에 따라 회사가 승인하는 고유한 문자와 숫자의 조합을 말합니다.
7. "비밀번호(Password)"라 함은 이용자의 본인 신원 확인을 위하여 이용자가 설정하여 회사에 등록한 고유의 문자와 숫자의 조합을 말합니다.

② 이 약관에서 사용하는 용어 중 본 조에서 정하지 아니한 것은 관계 법령 및 일반관례에 따릅니다.

### 제 2 조의 2 (약관의 효력 발생)

① 본 약관을 포함하여 회사가 회원 가입 시 "이용자"에게 제시한 각종 약관은 "이용자"가 그에 대한 동의를 함으로써 각각 회사와 "이용자" 간에 계약으로서의 효력이 발생합니다.

② "이용자"가 동의한 각종 약관은 "이용자"가 회사의 개별 서비스를 이용할 경우 별도의 동의가 없더라도 서비스의 이용에 적용됩니다.

## 제 3 조 (약관의 명시와 설명 및 개정)

① "회사"는 이 약관의 내용을 상호 및 대표자 성명, 영업소 소재지 주소, 전자우편주소, 사업자등록번호 등과 함께 회사 홈페이지 및 모바일 애플리케이션(서비스 초기화면)에 게시합니다. 다만, 이 약관의 내용은 "이용자"가 연결화면을 통하여 볼 수 있도록 할 수 있습니다.
② "회사"는 『전자상거래 등에서의 소비자보호에 관한 법률』, 『약관의 규제에 관한 법률』, 『전자문서 및 전자거래 기본법』, 『전자금융거래법』, 『전자서명법』, 『정보통신망 이용촉진 및 정보보호 등에 관한 법률』, 『소비자기본법』 등 관련 법령을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.
③ "회사"는 운영상, 기술상 타당한 이유가 있는 경우 제공하고 있는 "서비스"의 전부 또는 일부를 변경할 수 있습니다.
④ "회사"가 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 최소 7일, "이용자"에게 불리한 내용이 있는 경우에는 30일 전에 이용자가 알기 쉽도록 표시하여 공지합니다.
⑤ "회사"가 약관을 개정할 경우에는 변경된 약관은 적용일자를 명시한 경우 그 시점부터, 적용일자를 명시하지 않은 경우에는 공지 후 30일 후 그 효력이 발생하며, "이용자"는 약관이 변경된 후에 "이용자"가 그 변경된 내용에 동의하지 않을 경우 이용자 계약을 해지할 수 있습니다. 다만 "이용자"가 약관 개정 이후에도 본 서비스를 계속 이용할 경우에는 변경 후의 약관에 대해 동의를 한 것으로 간주합니다.
⑥ 이 약관 또는 개별약관에서 정하지 않은 사항과 이 약관의 해석에 관하여는 『전자상거래 등에서의 소비자보호에 관한 법률』, 『약관의 규제에 관한 법률』 등 관계 법령 또는 상관례에 따릅니다.

---

# 제 2 장 서비스의 이용

## 제 4 조 (서비스의 제공 및 변경)

① "회사"는 다음과 같은 서비스를 제공합니다

1. "재화 등"에 대한 광고플랫폼 서비스
2. "재화 등"에 대한 판매중개 등 통신판매중개서비스
3. 위치기반 서비스
4. 기타 "회사"가 정하는 서비스

② "회사"는 이용 감소로 인한 원활한 서비스 제공의 곤란 및 수익성 악화, 서비스 제공과 관련한 회사 정책의 변경 등 기타 상당한 이유가 있는 경우 등 운영상, 기술상의 필요에 따라 제공하고 있는"서비스"의 전부 또는 일부를 변경 또는 중단할 수 있습니다.
③ "서비스"의 내용, 이용방법, 이용시간에 대한 변경 또는 "서비스" 중단이 있는 경우에는 변경 또는 중단될 "서비스"의 내용 및 사유와 일자 등은 그 변경 또는 중잔 전에 회사 홈페이지 또는 "서비스" 내 "공지사항" 화면 등 "이용자"가 충분히 인지할 수 있는 방법으로 사전에 공지합니다.

## 제 5 조 (서비스 이용시간 및 중단)

① 서비스의 이용은 연중무휴 1일 24시간 가능함을 원칙으로 합니다. 다만, 정기점검 등의 필요로 "회사"가 정한 날이나 시간은 제외됩니다. 정기점검시간은 서비스제공화면에 공지한 바에 따릅니다.
② "회사"는 "서비스"의 원활한 수행을 위하여 필요한 기간을 정하여 사전에 공지하고 서비스를 취소, 중지 또는 일시제한할 수 있습니다. 단, 회사가 통제할 수 없거나 예측할 수 없는 사유로 인하여 사전 공지 또는 통지가 불가능한 경우에는 사후에 통지할 수 있습니다.
③ "회사"는 컴퓨터 등 정보통신설비의 보수점검, 교체 및 고장, 통신의 두절 등의 사유가 발생한 경우에는 "서비스"의 제공을 일시적으로 중단할 수 있습니다.
④ "회사"는 본 조에 의하여 본 "서비스"가 취소, 중단, 또는 일시 제한될 경우 "이용자" 또는 "제3자"의 손해에 "회사"의 고의 또는 과실이 없는 한 배상할 책임을 지지 않습니다. 다만, "회사"는 손해배상책임과 무관하게 "이용자"가 겪었을 불편함을 위로하는 차원에서 쿠폰 등을 지급할 수 있습니다.

## 제 6 조 (정보의 제공 및 광고의 게재)

① "회사"는 "이용자"의 "서비스" 이용에 필요하다고 인정되는 정보를 공지사항 또는 서면(전자문서 또는 전자우편을 포함), 문자메시지(SMS), 전화, 애플리케이션 푸쉬(App Push) 등의 방법으로 이용자에게 제공할 수 있습니다. 다만, "이용자"는 관련 법령에 따른 거래관련정보 및 고객문의 등에 대한 답변 등을 제외하고는 언제든지 위 정보의 수신을 거절할 수 있습니다.
② "회사"는 서비스의 운영과 관련하여 회사 홈페이지(서비스 초기화면), 전자우편, SMS, 애플리케이션 푸쉬(App Push) 등에 광고를 게재할 수 있습니다. 다만, 전자우편, SMS, 애플리케이션 푸쉬 등 전자적 전송매체의 경우 정보통신망 이용촉진 및 정보보호 등에 관한 법률에서 정한 바에 따라 원칙적으로 회사는 수신자의 명시적인 사전 동의를 받아야 하고, 수신자가 수신거부의사를 표시하거나 사전 동의를 철회한 경우에는 영리목적의 광고성 정보를 전송하지 않습니다. 광고가 게재된 전자우편을 수신한 "이용자"는 수신거절을 "회사"에게 할 수 있습니다.

## 제 7 조 (서비스 이용과 지식재산권)

① "회사"가 서비스 제공과 관련하여 작성, 편집한 저작물(2차적저작물 포함, 이하 동일)에 대한 지식재산권은 회사에 귀속되며, "이용자"는 서비스 이용 과정에서 얻은 회사의 저작물을 회사의 명시적인 사전 승낙 없이 복제, 송신, 출판, 배포, 방송 등 기타 방법에 의하여 이용하거나 제3자에게 이용하게 하여서는 아니 됩니다.
② "이용자"가 서비스를 이용하여 서비스 상에 부호, 문자, 음성, 음향, 화상, 동영상 등의 정보 형태의 글, 사진, 동영상 및 각종 파일과 링크 등을 게시한 게시물의 저작권은 적법한 저작권자에게 귀속됩니다.
③ "이용자"가 서비스를 이용하는 경우, "회사"는 이용자의 게시물을 이용자 서비스 화면에 표시할 수 있습니다. 이 경우 "회사"는 저작권법을 준수하며, 저작권자는 언제든지 고객센터 또는 애플리케이션을 통해 해당 게시물에 대해 삭제, 비공개 등의 조치를 취해줄 것을 요청할 수 있습니다.
④ "회사"는 전항에 따른 권리자의 요청이 없는 경우라도 권리 침해가 인정될 만한 사유가 있거나 기타 회사 정책 및 관련 법에 위반되는 경우에는 관련 법에 따라 해당 게시물에 대해 임시 조치 등을 취할 수 있습니다.
⑤ "회사"는 이용자가 서비스 이용 중 작성한 게시물이 아래 내용에 해당하는 경우 특정 부분을 삭제하거나 기호 등으로 수정하여 게시할 수 있습니다.

1. 게시물에 욕설 및 비속어가 과도하게 포함되어 있는 경우
2. 허위 사실이 포함되어 있거나, 정확한 사실 확인이 어려운 경우
3. 이용한 "재화 등"에 대한 평가와 관계없는 내용이 포함된 경우
4. 무의미한 내용만 포함된 게시글 또는 스팸/광고 등의 반복적인 단어로 도배된 경우
5. 타 업체에 대한 언급이 있는 경우
6. 제3자(특정인/특정업체)에 대한 모욕이나 사생활 침해로 명예훼손의 권리침해가 인정될 수 있는 경우
7. 사회통념과 정서, 일반적 상식에 어긋나는 내용이 포함된 경우
8. 게시물을 작성하는 위치에 부여된 성격에 부합하지 않거나 기타 관계 법령에 위배된다고 판단되는 경우
9. 업주 변경 또는 공사 등에 따른 업주의 게시물 중단 또는 삭제 요청이 있는 경우
⑥ 게시물에 관련된 제반 권리와 책임은 작성자 개인에게 있습니다. 또, 게시물을 통해 자발적으로 공개된 정보는 비밀로서 보호받기 어려우므로 정보 공개 전에 심사숙고하시기 바랍니다.

---

# 제 3 장 이용자 계약의 성립과 소멸

## 제 8 조 (이용자 계약의 성립)

① 이용자 계약은 가입신청인이 이 약관의 내용에 대하여 동의를 한 다음 이용자 가입신청을 하고 "회사"가 이러한 가입신청에 대하여 승낙함으로써 체결됩니다. 다만, 가입신청인(이용자가 만19세 미만의 미성년자인 경우 그 법정대리인)이 가입신청 당시 이 약관의 내용과 함께 제공한 동의 확인란에 동의를 표시한 경우, "회사"는 "이용자"가 이 약관의 내용을 모두 읽고 이를 충분히 이해하였으며, 이를 적용하는 것에 동의한 것으로 간주합니다.
② "회사"는 제1항의 가입신청과 관련하여 가입신청인에게 전문기관을 통한 실명확인 및 본인인증을 요청할 수 있습니다.
③ 가입신청인은 회사의 요청에 따라 본인의 개인정보 중 필수항목(성명, 생년월일, 전자우편주소, 비밀번호, 전화번호)을 제공하여야 합니다.
④ 회사는 서비스 관련 설비의 여유가 없거나, 기술상 또는 업무상 문제가 있는 경우에는 승낙을 유보할 수 있습니다.
⑤ 제3항 또는 제4항에 따라 이용자 가입신청의 승낙을 하지 아니하거나 유보한 경우, 회사는 원칙적으로 가입신청인에게 그 사실을 알리도록 합니다.
⑥ 이용자 계약의 체결 시기는 "회사"가 가입신청인에게 이용자 계약 체결사실(이용자 가입)을 통지한 시점으로 합니다.
⑦ 제6항에 따라 "회사"가 가입신청인에게 통지한 후, "이용자"는 귀하의 계정과 관련된 정보, 가입신청인ID 및 비밀번호에 대한 비밀을 유지할 책임이 있습니다. 가입신청인은 계정, 이용자 ID 및 비밀번호가 무단으로 사용된 경우 즉시 회사에 통보하는 데 동의합니다
⑧ 가입신청인은 본 약관, 회사가 정한 관련 규정 또는 지침에 따른 서비스 범위를 벗어나 상업적인 목적으로 서비스를 이용하지 않을 것에 동의합니다.

## 제 9 조 (개인정보보호)

"회사"는 "이용자"의 개인정보를 보호하기 위한 개인정보처리방침을 수립하고 개인정보보호책임자를 지정하여 이를 게시하고 운영합니다.

## 제 10 조 (이용자에 대한 통지)

① "회사"가 "이용자"에 대한 통지를 하는 경우 이 약관에 별도 규정이 없는 한 서면(전자문서 또는 전자우편을 포함)에 의하여 이용자가 회사에 제공한 전자우편주소, 전화번호 등에 합니다.
② "회사"는 "이용자" 전체에 대한 통지의 경우 7일 이상 회사의 모바일 애플리케이션 공지사항(고객센터)에 게시함으로써 제1항의 통지에 갈음할 수 있습니다. 다만 "이용자"가 서비스 이용과 관련하여 중대한 영향을 미치는 사항에 대하여는 개별통지를 합니다.
③ "이용자"는 이용자가입 신청 시 "회사"에 제공한 전자우편주소, 전화번호, 주소 등의 정보가 변경되었을 경우 온라인으로 수정을 하거나 전자우편주소 또는 기타 방법으로 "회사"에 그 변경사항을 알려야 합니다. 변경사항을 "회사"에 알리지 않아 본 조의 통지를 받지 못해 발생한 불이익에 대하여 "회사"는 책임지지 않습니다.

## 제 11 조 (이용자 계약의 해지)

① "이용자"는 언제든지 "회사"에게 탈퇴를 요청하여 이용자 계약을 해지할 수 있습니다. 단, 해지 의사를 통지하기 전에 현재 사용 중인 "재화 등"에 대한 모든 거래를 완료하거나 철회 또는 취소하여야 하며, 거래의 철회 또는 취소로 인한 불이익 또는 수수료는 철회를 요청한 "이용자" 본인이 부담하여야 합니다. 이용자 계약이 종료되면 "회사"는 "이용자"에게 부가적으로 제공한 각종 혜택을 회수할 수 있습니다.
② "이용자"가 다음 각 호와 같이 계약주체로써 신뢰를 상실한 경우 다른 이용자들의 보호를 위해 "회사"는 "이용자"의 자격을 즉각적으로 제한 및 정지시킬 수 있으며, 해당 "이용자"에게 민형사상의 책임을 물을 수 있습니다. 최대 7일내 이용자는 제한 및 정지사유에 대한 소명할 수 있으며, 해당 기간내 소명이 이루어지면 제한조치는 즉시 해제됩니다.

1. 가입 신청시 개인정보의 도용 또는 허위 내용을 등록하여 계약주체로써 신뢰를 상실한 경우
2. "레스틴"을 이용하여 구입한 "재화 등"의 대금 지급을 포함한 기타 "레스틴" 이용과 관련하여, 이용자가 본 약관에서 규정한 의무 이행을 거부한 경우
3. 피싱을 목적으로 하거나 "레스틴" 서비스와 무관한 용도로 활용하기 위해 개인정보취득을 시도하여 당장 조치가 필요한 경우
4. "이용자"가 "회사"가 제공하는 소프트웨어 및 플랫폼을 해킹, 제거, 손상 또는 리버스 엔지니어링을 한 경우
5. "이용자"가 재화 또는 서비스 제공, 이용과 관련하여 고의 또는 중대한 과실에 의한 법률에 반하는 행위로 인해 "회사" 또는 제3자에게 손해를 가하였고, 이로 인해 "회사"의 영업에 상당한 영향을 미쳤다고 인정된 경우

③ 다음 각 호의 사유에 해당하는 경우 "회사"는 "이용자"에게 위반사항의 시정을 요구할 수 있으며, 30일내 "이용자"가 합리적인 이유없이 시정하지 않거나 기간내 위반사항이 반복되는 경우 이용계약을 해지 할 수 있고, 재가입에 제한을 둘 수 있으며, 해당 "이용자"에게 민형사상의 책임을 물을 수 있습니다.

1. 2항과 관련된 내용에 대한 소명이 30일이내로 이루어지지 않거나, 연락두절 또는 외부기관등을 통해 해결하려는 시도조차 없는 경우
2. "이용자"가 회사 또는 제3자의 권리나 명예, 신용 기타 정당한 이익을 침해하여 회사의 영업을 방해한 경우
3. 만19세 미만 미성년자가 법정대리인의 동의를 얻지 아니한 경우
4. "이용자"가 객관적으로 발생하지 않은 사실을 이유로 들며 2회이상 문제를 일으킨 경우
5. "이용자"가 "재화 등"의 실제 정보를 제공 하지 않거나 게시한 정보과 차이나는 상태의 "재화 등"을 제공하여 2회 이상 "사용자"에게 피해를 끼친 경우

④ "회사" 또는 "이용자"가 이용자 계약을 해지하는 경우, "회사"는 해지의 의사를 통지하거나 통지받은 때로부터 영업일 기준 3일 이내에 이용자 탈퇴에 관한 업무를 처리합니다.
⑤ "회사" 또는 "이용자"가 이용자 계약을 해지하는 경우, 『전자상거래등에서의 소비자보호에관한법률』, 『통신비밀보호법』, 『상법』, 『국세기본법』, 『법인세법』 등에서 정한 사유나 의무 이행의 범위에 필요한 범위에서 해당 법령이 정한 기간에 한하여 이용자 정보를 보유 하는 경우 외에는 해지 즉시 해당 정보를 아래와 같은 절차와 방법에 따라 파기합니다. "회사"는 법령이 정한 정보 보유기간이 만료된 즉시 이용자 정보를 파기하는데 이를 위한 절차와 방법도 아래와 같습니다.

1. 파기절차: "회사"는 파기 사유가 발생한 개인정보를 선정하고, 개인정보보호책임자의 승인 후 개인정보를 파기합니다.
2. 파기방법: "회사"는 전자적 파일 형태로 처리된 정보는 기록을 재생할 수 없도록 파기하며, 종이 문서에 의하여 처리된 개인정보는 분쇄기로 분쇄하거나 소각하여 파기합니다.

⑥ 이용자 계약을 해지하는 경우, 무상으로 발급한 이용자의 적립금 및 보유한 쿠폰은 소멸되며, 유상으로 발급한 적립금 및 보유한 쿠폰은 실결제액의 비율만큼 반환 가능합니다. 적립금 및 쿠폰의 소멸로 인하여 발생하는 경제적 이익의 상실에 관하여 "회사"의 고의나 과실이 없는 한 "회사"에 손해배상 등 법적 청구를 할 수 없습니다.
[예시- 100원의 유상쿠폰(적립금)을 90원에 구매한 경우, 회원탈퇴시 잔여 유상쿠폰(적립금) 금액의 90% 반환]
⑦ 이용자 계약의 해지 시기는 "회사"가 "이용자"에게 이용자 계약 해지 사실(이용자 탈퇴)을 표시하여 이용자에게 도달한 때로 합니다.

---

# 제 4 장 매매계약의 절차 및 결제

## 제 12 조 (사용 및 결제)

① "재화 등"에 대한 매매계약은 "사용자"가 "업주"가 제시한 상품의 판매 조건에 응하여 청약의 의사표시를 하고 이에 대하여 "업주가 승낙의 의사표시를 함으로써 "사용자"와 "업주"간에 체결됩니다.
② "사용자"는 다음 또는 이와 유사한 방법에 의한 구매를 신청할 수 있습니다.

1. 현장결제서비스

③ "회사"가 "업주" 등 제3자에게 "사용자"의 개인정보를 제공할 필요가 있는 경우 아래 항목을 구매자에게 알리고 동의를 받습니다.

1. 개인정보를 제공받는 자
2. 개인정보를 제공받는 자의 개인정보 이용목적
3. 제공하는 개인정보의 항목
4. 개인정보를 제공받는 자의 개인정보 보유 및 이용기간

④ "회사"가 제3자에게 구매자의 개인정보를 처리할 수 있도록 업무를 위탁하는 경우에는 아래 항목을 구매자에게 알리고 동의를 받습니다. 다만, 『정보통신망 이용촉진 및 정보보호 등에 관한 법률』에서 정하고 있는 방법으로 개인정보 처리방침을 통해 알림으로써 동의절차를 갈음할 수 있습니다.

1. 개인정보 처리위탁을 받는 자
2. 개인정보 처리위탁을 하는 업무의 내용

⑤ "회사"는 "사용자"의 현장결제 방식에 의한 대금지급방법으로 본 약관 제18조에서 정한 결제 수단을 제공할 수 있습니다.
⑥ "회사"는 "사용자"의 현장결제서비스를 통한 결제 내역을 서비스 화면을 통해 확인할 수 있도록 조치하며, 본 약관 제 17조에 의해 일정기간 동안 보존할 수 있습니다.

## 제 13 조 (취소 및 환불)

① "재화 등"에 대한 취소 및 환불 규정은 전자상거래등에서의 소비자보호에 관한 법률 등 관련 법령을 준수합니다. 또한, 매매계약 체결 후 "사용자"의 사용이 시작된 경우에는 "업주"에게 회복할 수 없는 손해가 발생하므로 단순변심에 의한 청약철회 등은 할 수 없습니다.
② "회사" 및 "업주"는 별도의 취소 및 환불 관련 규정을 정할 수 있으며, 이 경우 별도 계약 및 이용조건상의 취소 및 환불 규정이 우선 적용됩니다.
③ "회사"는 "회원"이 본 조에 따라 현장결제서비스를 통한 구매에 대해 청약철회를 하고 "업주"의 승인이 있는 경우 또는 구매 신청한 상품의 불가피한 사유로 인도 또는 제공을 할 수 없음을 인지한 경우 지체 없이 그 사유를 "사용자"에게 통지하고, 현장결제서비스를 통한 결제 내역을 취소하거나 대금을 받은 경우에는 환급에 필요한 조치를 취합니다.
④ 취소와 환불은 "업주"와 확인 후 처리하게 되며, 신용카드결제는 신용카드사의 환불기준에 의거하여 처리가 완료되는데 시일이 소요될 수 있습니다

## 제 14 조 (사용자의 권리 및 의무)

① "사용자"는 거리, 금액 등을 기준으로 "업주"가 제공하는 "재화 등"을 검색할 수 있습니다.
② "사용자"는 "재화 등"의 사용과정에서 서비스 이용료 등 결제 시 표시되는 결제금액을 지불하는데 동의합니다.
③ "사용자"는 재화 정보에 기재되어 있는 사용규칙을 준수하여야 합니다
④ "사용자"는 "업주"와의 협의 없이 상식에 반하는 목적으로 "재화 등"을 이용할 수 없습니다.
⑤ "사용자"가 "재화 등"을 이용함에 있어 "사용자"의 고의 및 과실로 업장 및 그 재화를 파손하거나 원상회복 의무를 다하지 못하는 경우 "업주"에 대해 손해를 배상하여야 합니다.

## 제 15 조 (업주의 권리 및 의무)

① "업주"는 법적으로 정상 판매가능한 "재화 등"을 레스틴에 등록할 수 있으며, 각 "재화 등"의 요금, 이용규칙 등은 "업주"가 직접 결정합니다.
② "업주"는 "회사"에게 회사가 "업주"로부터 제공받은 "재화 등"의 정보와 사진 등의 컨텐츠를 광고, 홍보를 위한 용도로 사용, 복제, 전시, 유포, 전송 등의 방법으로 자율적으로 사용할 수 있는 권리를 부여합니다.
③ "업주"는 게시한 "재화 등"의 정보를 항상 최신의 정보로 업데이트하여, "사용자"가 이로 인해 불편을 겪지 않도록 합니다.
④ "업주"는 "사용자"에게 제공한 "재화 등"의 정보와 동일한 내용의 "재화 등"을 제공하여야 합니다.
⑤ "업주"에게는 사용을 종료하였음에도 퇴장하지 않는 "사용자"에 대하여 관련 법령을 준수하는 한도 내에서 페널티를 부과하는 것을 포함하여 해당 "사용자"를 업장에서 퇴거시킬 권한이 있습니다.

## 제 16 조 (회사의 의무)

① "회사"는 "이용자"들이 "재화 등"을 게시·제공·검색·예약할 수 있는 레스틴에 대한 이용권을 제공합니다. "회사"는 "서비스"를 이용하는 "이용자"들이 최상의 경험을 할 수 있도록 최선을 다하고 있지만, "사용자"와 "업주"의 행동을 통제할 수도, 통제하지도 않습니다. "이용자"는 "회사"가 "이용자"의 "레스틴" 이용을 모니터링하고 "이용자"가 제공한 정보를 확인할 권한은 가지지만 의무는 없다는 사실을 인지하고 이에 동의합니다.

## 제 17 조 (기록의 보관)

① "이용자"의 거래 기록은 『전자상거래 등에서의 소비자보호에 관한 법률』에 의하여 일정 기간 보존합니다.

## 제 18 조 (결제 수단)

① "회사"에서 구매한 "재화 등"에 대한 대금지급 방법은 다음 각 호의 하나로 할 수 있습니다.

1. 신용카드 결제
2. 계좌이체
3. 기타 회사가 추가 지정하는 결제 수단

---

# 제 5 장 기타

## 제 19 조 (손해배상 등)

① "회사"는 아래와 같은 손해에 대해서는 책임을 지지 않습니다. 다만, "회사" 및 "회사"의 임직원, 대리인의 고의 또는 중대한 과실이 인정되는 경우에는 그러하지 아니합니다.

1. "회사"는 "업주"와 "회원"간의 상품거래를 중개하는 플랫폼서비스만을 제공할 뿐, "재화 등"을 판매하는 당사자가 아니며, "재화 등"에 대한 정보 및 배송, 하자 등에 대한 책임은 "업주"에게 있습니다.
2. "회사"는 "업주"가 "재화 등"과 관련하여 게시 또는 제공한 정보, 자료, 사실의 신뢰도, 정확성 등의 내용에 대해서는 책임을 지지 않습니다.
3. "회사"는 "이용자"가 게재한 정보/자료/사실의 신뢰도, 정확성 등의 내용에 대해서는 책임을 지지 않습니다.
4. "회사"는 천재지변 또는 이에 준하는 불가항력으로 인하여 "서비스"를 제공할 수 없는 경우에는 서비스 제공에 관한 책임이 면제됩니다.
5. "회사"는 제3자가 서비스 내 화면 또는 링크된 웹사이트를 통하여 광고한 제품 또는 서비스의 내용과 품질에 대하여 감시할 의무 기타 어떠한 책임도 지지 아니합니다.
6. "회사"는 "이용자"가 서비스를 이용하여 기대하는 수익을 상실한 것에 대하여 책임을 지지 않으며, 그 밖의 서비스를 통하여 얻은 자료로 인한 손해에 관하여 책임을 지지 않습니다.
7. "회사"는 "이용자"간 또는 "이용자"와 제3자 상호간에 서비스를 매개로 하여 거래 등을 한 경우에는 책임이 면제됩니다.

② "회사" 및 "회사"의 임직원, 대리인은 고의 또는 과실이 없는 한 다음과 같은 사항으로부터 발생하는 손해에 대해 책임을 지지 아니합니다.

1. "이용자"의 귀책사유로 인한 "서비스" 이용의 장애로 발생하는 손해
2. "이용자"의 귀책사유로 인한 "서비스"에 대한 접속 및 이용과정에서 발생하는 손해
3. 이용자 정보의 허위 또는 부정확성에 기인하는 손해
4. 제3자가 불법적으로 "회사"의 서버에 접속하거나 서버를 이용함으로써 발생하는 손해
5. 제3자가 회사 서버에 대한 전송 또는 회사 서버로부터의 전송을 방해함으로써 발생하는 손해
6. 제3자가 서비스를 이용하여 불법적으로 전송, 유포하거나 또는 전송, 유포되도록 한 모든 바이러스, 스파이웨어 및 기타 악성프로그램으로 발생하는 손해
7. 기타 "회사"의 고의 또는 과실이 없는 사유로 인해 발생한 손해

③ "이용자"는 아래 사유들로 인해 제3자가 제기한 모든 청구, 손실배상, 손해배상, 벌금 또는 기타 비용청구 등 각종 지출로부터 "회사" 및 "회사"의 임직원, 대리인에게 법적, 금전적 피해를 주지 않을 것에 동의합니다.

1. "이용자"가 본 약관을 위반한 경우
2. "이용자"가 법령 위반 또는 제3자의 권리를 침해하는 행위를 한 경우

## 제 20 조 (분쟁의 해결)

① "회사"는 "이용자" 상호 간 분쟁에서 발생하는 문제에 대해서 "회사"의 고의, 과실에 의한 책임범위에 한하여 그 책임을 부담하고, 그 범위를 벗어나는 문제에 대해서는 책임을 지지 않습니다.
② "이용자" 상호간 분쟁이 발생한 경우, "이용자"는 분쟁을 원만하게 해결하기 위하여 서로 성실하게 노력하여야 합니다.
③ "이용자" 상호간에 서비스 이용과 관련하여 발생한 분쟁에 대해 "이용자"의 피해구제신청이 있는 경우에는 공정거래위원회 또는 시ㆍ도지사가 의뢰하는 분쟁조정기관의 조정에 따를 수 있습니다.

## 제 21 조 (준거법 및 관할법원)

① 이 약관의 해석 및 "회사"와 "이용자"간의 분쟁에 대하여는 대한민국 법을 적용합니다.
② 서비스 이용 중 발생한 "회사"와 "이용자"간의 소송은 민사소송법에 의한 관할법원에 제소합니다.

---

# 부칙

(시행일) 이 약관은 2024년 11월 11일부터 시행한다`;
const privacypolicy = `
# 개인정보 처리방침

| **공고일** | **2024-11-11** | **시행일** | **2024-11-11** |
| --- | --- | --- | --- |

주식회사 레스틴(이하 "회사")는 개인정보보호법 및 관련 법령에 따라 이용자의 개인정보 보호 및 권익을 보호하고 개인정보와 관련한 이용자의 고충을 원활하게 처리할 수 있도록 다음과 같은 처리방침을 두고 있습니다.

"회사"는 개인정보처리방침을 개정하는 경우 개별 공지 (또는 웹 사이트)를 통하여 공지합니다.

본 방침은 2024년 11월 11일부터 시행됩니다.

## 제 1 조 개인정보 수집 목적 및 항목

회사는 다음의 목적을 위해 개인정보를 처리합니다.

| 수집목적 | 구분 | 수집항목 |
| --- | --- | --- |
| 회원 서비스 제공 | 필수 | 서비스 이용 시
• 이름, 휴대전화, 생년월일

SNS 계정을 통한 서비스 이용 시
• 카카오계정(이메일), 카카오계정(전화번호), Apple ID(이메일),  Google ID(이메일) |
| 공간 대여 등 서비스 제공 | 필수 | 결제카드정보, 사용자 개인 위치 정보 |
| 업주 정산 서비스 | 필수 | 예금주, 은행명, 계좌번호, 사업자정보 |
| 맞춤형 혜택 정보 제공 | 필수 | 이용자의 서비스 방문 기록,  활동 로그 및 검색 이력 |
| 이용자의 민원 및 고충 처리 | 필수 | 상담 내용 및 상담에 필요한 개인정보 |

또한 “이용자”의 서비스 이용 과정이나 업무 처리 과정에서 다음과 같은 정보들이 자동으로 생성∙수집될 수 있습니다.

| 수집목적 | 수집항목 |
| --- | --- |
| 서비스 안정성 확보 | 접속 기기 및 환경 정보 (IP Address, 쿠키, 방문일시, 기기 위치정보, 네트워크 식별 및 위치 정보, Access Token 정보, 서비스 이용 기록, 개인 위치 정보 등) |
| 결제∙환불 서비스 | 결제카드정보, 사용자 개인 위치 정보 |
| 이용자의 민원 및 고충 처리 | 상담 내용(서비스 이용 내역, 통화내용 등) 및 상담에 필요한 개인정보 |

회사가 처리하는 회원정보의 목적과 항목이 변경될 경우에는 관련법령에 따라 사전에 동의를 요청합니다.

---

## 제 2 조 개인정보의 보유 및 이용 기간

관련법령에 따른 개인정보 보유 · 이용기간 또는 정보주체로부터 개인정보 수집 시에 동의 받은 개인정보 보유 · 이용기간 내에서 개인정보를 보유 · 이용합니다.

각각의 개인정보 처리 및 보유 기간은 다음과 같습니다.

| 보유 목적 | 기간 | 보유 근거 |
| --- | --- | --- |
| 거래내역 및 증빙서류와 관련된 정보 | 5년 | 전자상거래 등에서의 소비자보호에 관한 법률 제6조 |
| 표시 · 광고에 관한 기록 | 6개월 | 전자상거래 등에서의 소비자보호에 관한 법률 제6조 |
| 계약 또는 청약철회 등에 관한 기록 | 5년 | 전자상거래 등에서의 소비자보호에 관한 법률 제6조 |
| 대금결제 및 재화 등의 공급에 관한 기록 | 5년 | 전자상거래 등에서의 소비자보호에 관한 법률 제6조 |
| 소비자의 불만 또는 분쟁처리에 관한 기록 | 3년 | 전자상거래 등에서의 소비자보호에 관한 법률 제6조 |
| 접속에 관한 기록 보존 (로그기록, IP 등) | 3개월 | 통신비밀보호법 제15조의2 |
| 상법 등 관련법령에 따라 보존할 필요가 있는 경우 | 10년 | 상법 |

다만, 아래의 경우 예외적으로 법령에 따라 동의없이 개인정보를 수집/이용할 수 있습니다.

1. 정보통신서비스의 제공에 관한 계약 이행을 위하여 필요한 개인정보로서 경제적/기술적인 사유로 통상적인 동의를 받는것이 뚜렷하게 곤란한 경우
2. 정보통신서비스의 제공에 따른 요금정산을 위하여 필요한 경우
3. 그 밖에 법률에 특별한 규정이 있는 경우
4. 수집 목적과 합리적인 관련성이 있고 정보주체에게 불이익이 발생하지 않으며 안전성 확보 조치를 적용한 경우

---

## **제 3 조 동의의 거부권**

“이용자”는 개인정보 수집∙이용에 관한 동의를 거부할 권리가 있습니다. 다만, 계약 체결 등을 위해 필요한 최소한의 개인정보 수집∙이용에 관한 동의를 거부하는 경우에는 서비스 이용이 불가하고, 마케팅 활동 및 홍보를 위한 개인정보 수집∙이용 또는 선택적 수집∙이용에 관한 동의를 거부하는 경우에는 이벤트, 혜택에 대한 정보를 제공받지 못하거나 사은품∙판촉물 제공, 제휴서비스 이용, 할인 혜택 적용 및 포인트 적립 불가 등의 불이익이 발생할 수 있습니다.

---

## 제 4 조 개인정보의 위탁처리

회사는 원활한 개인정보 업무처리를 위하여 다음과 같이 개인정보 처리업무를 위탁하고 있습니다.

| 수탁 업체 | 위탁 업무 |
| --- | --- |
| 주식회사 카카오 | 카카오톡을 통한 고객상담 |
| 나이스정보통신 | 요금정산, 카드결제 |
| ㈜케이지이니시스 | 카드결제 |
| ㈜비바리퍼블리카 | 요금정산, 카드결제, 토스 가상계좌 결제처리 |
| ㈜비바리퍼블리카(토스페이먼츠, 토스CX) | 토스 간편 결제(간편결제 서비스 운영 대행, 고객상담 대행) |
| 네이버파이낸셜 주식회사 | 네이버 페이 간편 결제 |
| 주식회사 카카오페이 | 카카오페이 간편 결제(카카오페이 고객 상담) |
| Google Firebase Service | 데이터 보관 및 인프라 관리 |

---

## 제 5 조 개인정보의 제3자 제공

회사는 원칙적으로 이용자의 개인정보를 **1. 개인정보 수집 항목 및 이용 목적**에서 안내한 이용목적 내에서 활용하고 있습니다.

원활한 서비스 제공을 위하여 개인정보 제3자 제공이 필요할 경우에는 관련법령에 따라 사전에 동의를 요청합니다. 

개인정보의 제3자 제공 현황은 아래와 같습니다.

| 제공처 | 제공목적 | 제공항목 | 보유 및 이용기간 |
| --- | --- | --- | --- |
| 공간대여서비스 제공업체 | 이용한 상품・서비스의 제공 및 계약의 이행(이용자 및 이용정보 확인), 민원처리 등 소비자 분쟁해결 | 이용자 정보(성명, 휴대폰 번호) | 개인정보 이용목적 달성 시까지. 단, 관계법령에 의하여 보존할 필요성이 있는 경우 그 시점까지 보존 후 지체 없이 파기 |
| 나이스페이/토스 | 요금 정산, 전자결제 등 | 결제카드정보 | 개인정보 이용목적 달성 시까지. 단, 관계법령에 의하여 보존할 필요성이 있는 경우 그 시점까지 보존 후 지체 없이 파기 |
| 주식회사 카카오페이 | 서비스 제휴, 비용 정산 | 상품정보, 결제정보 | 개인정보 이용목적 달성 시까지. 단, 관계법령에 의하여 보존할 필요성이 있는 경우 그 시점까지 보존 후 지체 없이 파기 |
| 주식회사 카카오 | 고객 상담을 위한 인프라 | 전화번호, 서비스 이용내역 | 개인정보 이용목적 달성 시까지. 단, 관계법령에 의하여 보존할 필요성이 있는 경우 그 시점까지 보존 후 지체 없이 파기 |
| Google Firebase Service | 개인정보가 저장된 국내 클라우드 서버 및 운영 관리 | 이용자 정보(성명, 휴대폰 번호, 생년월일) | 회원탈퇴시까지 |

개인위치정보의 제3자 제공

회사는 개인위치정보를 이용자가 지정하는 제3자에게 제공하는 서비스를 하는 경우에는 제공받는 자 및 제공목적을 사전에 회원에게 고지하고 동의를 받습니다.

개인위치정보를 회원이 지정하는 제3자에게 제공하는 서비스를 하는 경우에는 개인위치정보를 수집한 당해 통신단말장치로 매회 이용자에게 제공받는 자, 제공일시 및 제공목적을 즉시 통보합니다. 

| 제공처 | 이전국가 이전일시 및 방법 | 제공목적 | 이전받는자의 연락처 | 제공항목 | 보유 및 이용기간 |
| --- | --- | --- | --- | --- | --- |
| - | - | - | - | - | - |

회사는 이용자의 개인정보를 사전동의 없이 제3자에게 제공할 수 없습니다. 다만 다음의 경우에는 예외로 합니다.

1. 통계작성, 학술연구 또는 시장조사를 위하여 필요한 경우로서 특정 개인을 식별할 수 없는 형태로 제공하는 경우
2. 관계법령에 의하여 국가기관으로부터 요구 받은 경우
3. 범죄에 대한 수사상의 목적이 있거나, 정보통신 윤리위원회의 요청이 있는 경우
4. 기타 관계법령에서 정한 절차에 따른 요청이 있는 경우

---

## 제 6 조 개인정보의 파기절차 및 방법

회사는 원칙적으로 개인정보 수집 및 이용목적이 달성된 후에는 해당 정보를 지체 없이 파기합니다. 다만, 관계법령에 따라 개인정보를 보존하여야 하는 경우에는 해당 기간 경과 후 지체없이 재생 불가능한 방법으로 파기하며, 회사의 개인정보 파기절차 및 방법은 다음과 같습니다.

1. 파기절차
    
    개인정보 목적 달성 후 내부 지침 및 관련 법령에 의한 의무에 따라 일정기간 동안 별도로 분리하여 저장 후 파기합니다.
    
2. 파기기한
    
    전자적 파일 형태로 저장된 개인정보는 기록을 재사용할 수 없는 방법으로 영구 파기하며, 종이문서에 출력된 개인정보는 분쇄기로 분쇄하거나 소각하여 파기합니다.
    

---

## 제 7 조 이용자의 권리와 의무 및 그 행사방법

1. 회사는 만 14세 미만 아동의 개인정보를 수집하지 않습니다.
2. “이용자”는 등록되어 있는 이용자 본인의 개인정보 관련하여, 언제든지 열람·정정·삭제·처리정지 요구 등의 권리를 행사할 수 있습니다. 또한, 회사의 개인정보의 처리에 동의하지 않는 경우 동의를 거부할 수 있습니다.
    
    이용자는 [내정보] > [내정보수정]에서 언제든지 본인의 개인정보를 열람, 정정할 수 있습니다.
    이용자는 [내정보] > [내정보수정] > [회원 탈퇴하기]에서 언제든지 본인의 개인정보를 삭제할 수 있습니다.
    이용자는 고객센터, 서면, 전자우편, APP 등을 통하여 개인정보 처리 정지 및 삭제를 요구할 수 있습니다.
    이용자가 개인정보의 오류 등에 대한 정정 또는 삭제를 요청한 경우에는 정정 또는 삭제를 완료하기 전까지 당해 개인정보를 이용하거나 제공하지 않습니다.
    
3. 개인정보의 정정 및 삭제 요구는 아래의 경우, 그 삭제를 요구할 수 없습니다. 
    1. 법령에 특별한 규정이 있거나 법령상 의무를 다하기 위해 불가피한 경우
    2. 다른 사람의 신체, 생명을 해할 우려가 있거나 다른 사람의 재산과 그 밖의 이익을 부당하게 침해할 우려가 있는 경우
    3. 개인정보를 처리하지 않으면서 이용자와 약정한 서비스를 제공하지 못하는 경우로서 이용자가 그 계약의 해지 의사를 명확하게 밝히지 않은 경우
4. 이용자 권리 행사(열람·정정·삭제·처리정지)는 이용자의 법정대리인이나 위임을 받은 자 등 대리인을 통하여 하실 수 있습니다. 이 경우 개인정보보호법 시행규칙 별지 제11호 서식에 따른 위임장을 제출해야합니다.
5. 개인정보주체 권리에 따른 열람·정정·삭제·처리정지의 요구 시, 요구를 한 자가 본인이거나 정당한 대리인인지를 확인합니다.
6. 이용자는 개인정보주체로서 다음과 같은 의무를 가집니다.
    1. 이용자는 자신의 개인정보를 최신의 상태로 유지해 스스로 보호해야하며, 타인의 개인정보를 침해하지 않을 의무도 가지고 있습니다. 
    2. 이용자는 계정 등에 대해 보안을 유지할 책임이 있으며 타인에게 이를 양도하거나 대여할 수 없습니다.
    3. 타인의 개인정보를 도용하여 서비스 신청 시 이용자격 상실과 함께 관계법령에 의거하여 처벌될 수 있습니다.

---

## 제 8 조 개인정보 자동 수집 장치의 설치와 운영 거부에 관한 사항

회사는 “이용자”의 정보를 수시로 저장하고 찾아내는 “쿠키(cookie)” 등을 운용합니다. 쿠키란 “모바일 서비스”를 운영하는데 이용되는 서버가 귀하의 브라우저에 보내는 아주 작은 텍스트 파일로서 “이용자”의 컴퓨터 하드디스크에 저장됩니다. 그러나 이 정보는 반드시 “이용자”가 정보를 제공하였을 때만 저장되고, “모바일 서비스”는 “이용자”가 제공하지 않은 정보를 얻을 수 없으며, 컴퓨터에 저장되어 있는 다른 파일들에 접근할 수 없습니다. 쿠키의 사용 목적 및 쿠키 설정 거부 방법은 다음과 같습니다.

1. 쿠키 등 사용 목적

“회원”과 비회원의 접속 빈도나 방문 시간 등을 분석, “회원”의 취향과 관심분야를 파악 및 자취 추적, 각종 이벤트 참여 정도 및 방문 회수 파악 등을 통한 타겟 마케팅 및 개인 맞춤 서비스를 제공하기 위해 사용합니다.

2. 쿠키 설정 거부 방법

① “회원”은 쿠키 설치에 대한 선택권을 가지고 있습니다. 따라서, “회원”은 웹 브라우저에서 옵션을 설정함으로써 모든 쿠키를 허용하거나, 쿠키가 저장될 때마다 확인을 거치거나, 아니면 모든 쿠키의 저장을 거부할 수도 있습니다. 단, “회원”이 쿠키 설치를 거부하였을 경우 로그인이 필요한 일부 서비스 제공에 어려움이 있을 수 있습니다.

② 쿠키 설치 허용 여부를 설정하는 방법은 다음과 같습니다.

웹브라우저

1. Chrome: 설정 > 개인 정보 보호 및 보안 > 서드 파티 쿠키 > 서드 파티 쿠키 차단
2. Edge: 설정 > 개인정보, 검색 및 서비스 > 추적 방지 > 추적방지 여부 및 수준 선택
3. Safari : 설정 > 고급 > 모든 쿠키 차단

**모바일**

1. Android
    
    Chrome : 설정 > 사이트 설정 > 서드파티쿠키 > 서드 파티 쿠키 차단 여부 선택
    
    삼성 인터넷: 설정 > 인터넷 사용 기록 > 인터넷 사용 기록 삭제 > 쿠키 및 사이트 데이터 선택 > 데이터 삭제
    
2. iOS
    
    Chrome: 설정 > 개인정보 보호 및 보안 > 인터넷 사용 기록 삭제> 쿠키 사이트 데이터 선택 > 인터넷 사용 기록 삭제
    
    Safari: 설정 > Safari > 고급 > 모든 쿠키 차단 여부 설정
    

---

## 제 9 조 개인정보의 안전성 확보 조치

회사는 개인정보 보호법 제29조에 따라 다음과 같이 안전성 확보에 필요한 기술적 · 관리적 및 물리적 조치를 하고 있습니다. 회사는 이용자의 개인위치정보 또한 개인정보에 준하는 수준으로 보호하고 있습니다.

1. 정기적인 자체 감사 실시

개인정보 취급 관련 안정성 확보를 위해 정기적으로 자체 감사를 실시하고 있습니다.

2. 개인정보 취급 직원의 최소화 및 교육

개인정보를 취급하는 직원을 지정하고 담당자에 한정시켜 최소화하여 개인정보를 관리하는 대책을 시행하고 있습니다.

3. 내부관리계획의 수립 및 시행

개인정보의 안전한 처리를 위하여 내부관리계획을 수립하고 시행하고 있습니다.

4. 해킹 등에 대비한 기술적 대책

회사는 해킹이나 컴퓨터 바이러스 등에 의한 개인정보 유출 및 훼손을 막기 위하여 처리자의 PC 에 보안프로그램을 설치하고 주기적인 갱신·점검을 하고 있습니다.

5. 개인정보의 암호화

“이용자”의 개인정보는 비밀번호는 암호화되어 저장 및 관리되고 있어, 본인만이 알 수 있습니다. 또한, 중요한 데이터는 저장 및 전송 시 암호화하여 사용하는 등의 별도 보안기능을 사용하고 있습니다.

6. 접속기록의 보관 및 위변조 방지

개인정보처리시스템에 접속한 기록을 최소 6개월 이상 보관, 관리하고 있으며, 접속 기록이 위변조 및 도난, 분실되지 않도록 보안기능 사용하고 있습니다.

7. 개인정보처리시스템 접근 제한

개인정보를 처리하는 데이터베이스시스템에 대한 접근권한의 부여, 변경, 말소를 통하여 개인정보에 대한 접근통제를 위하여 필요한 조치를 하고 있으며 침입차단시스템을 이용하여 외부로부터의 무단 접근을 통제하고 있습니다.

8. 물리적 보호대책

개인정보가 포함된 서류, 보조저장매체 등을 잠금장치가 있는 안전한 장소에 별도로 보관하고 있으며, 이에 대해 출입통제 절차를 수립, 운영하고 있습니다.

---

## 제 10 조 개인정보보호책임자 / 위치정보관리책임자 안내

회사는 개인정보처리에 관한 업무를 총괄해서 책임지고, 개인정보 처리와 관련한 이용자의 불만처리 및 피해구제 등을 위하여 아래와 같이 개인정보보호책임자 및 위치정보관리책임자를 지정하고 있습니다.

1. 개인정보보호책임자

| 구분 | 내용 |
| --- | --- |
| 책임자 성명 | 김정민 |
| 연락처 | 070-8095-9289 |
| 이메일 | [corporationrestin@naver.com](mailto:corporationrestin@naver.com) |
1. 위치정보관리책임자

| 구분 | 내용 |
| --- | --- |
| 책임자 성명 | 김정민 |
| 연락처 | 070-8095-9289 |
| 이메일 | [corporationrestin@naver.com](mailto:corporationrestin@naver.com) |

이용자는 회사 서비스를 이용하면서 발생한 모든 개인정보보호 관련 문의, 불만처리, 피해구제 등에 관한 사항을 개인정보보호책임자로 문의하실 수 있습니다. 회사는 이용자의 문의에 대해 지체 없이 답변 및 처리해드릴 것입니다.

---

## 제 11 조 정보주체의 권익침해에 대한 구제방법

정보주체의 권익침해 관련 자세한 도움이 필요하시면 아래 기관에 문의하여 주시기 바랍니다

1. 개인정보 침해신고센터 (한국인터넷진흥원 운영)
    
    소관업무 : 개인정보 침해사실 신고, 상담 신청
    홈페이지 : [privacy.kisa.or.kr](http://privacy.kisa.or.kr/)
    전화 : (국번없이) 118
    주소 : (58324) 전남 나주시 진흥길 9(빛가람동 301-2) 3층 개인정보침해신고센터
    
2. 개인정보 분쟁조정위원회
    
    소관업무 : 개인정보 분쟁조정신청, 집단분쟁조정 (민사적 해결)
    홈페이지 : [www.kopico.go.kr](http://www.kopico.go.kr/)
    전화 : (국번없이) 1833-6972
    주소 : (03171)서울특별시 종로구 세종대로 209 정부서울청사 4층
    
3. 대검찰청 사이버범죄수사단 : 02-3480-3573 ([www.spo.go.kr](http://www.spo.go.kr/))
4. 경찰청 사이버안전국 : 182 ([http://cyberbureau.police.go.kr](http://cyberbureau.police.go.kr/))

---

## 제 12 조 **개인정보처리방침의 개정 및 고지**

현 개인정보처리방침 내용 추가, 삭제 및 수정이 있을 시에는 개정 최소 7일전부터 “모바일 서비스”의 첫 화면의 “공지사항”을 통해 고지할 것입니다. 현재 효력을 발생하는 본 방침의 공고일자와 시행일자, 이전 개인정보처리방침은 아래와 같습니다.
`;
const locationinformation = `# 위치정보 이용약관

| **공고일** | **2024-11-11** | **시행일** | **2024-11-11** |
| --- | --- | --- | --- |

## **제 1 조 (목적)**

본 약관은 주식회사 레스틴(이하 "회사"라고 합니다.)이 제공하는 레스틴 서비스(이하 "서비스"라고 합니다)를 이용함에 있어 사용자의 개인위치정보의 수집, 이용 및 제공에 관한 회사와 이용자 간의 권리·의무 및 책임 사항을 규정함을 목적으로 합니다. 

---

## **제 2 조 (이용약관의 효력 및 변경)**

1. 본 약관은 서비스를 신청한 고객 또는 개인위치정보주체가 본 약관에 동의하고 회사가 정한 소정의 절차에 따라 서비스의 이용자로 등록함으로써 효력이 발생합니다.
2. 이용자가 온라인에서 본 약관의 "동의하기" 버튼을 클릭하였을 경우 본 약관의 내용을 모두 읽고 이를 충분히 이해하였으며, 그 적용에 동의한 것으로 봅니다.
3. 회사는 위치정보의 보호 및 이용 등에 관한 법률, 콘텐츠산업 진흥법, 전자상거래 등에서의 소비자보호에 관한 법률, 소비자 기본법 약관의 규제에 관한 법률 등 관련법령을 위배하지 않는 범위에서 본 약관을 개정할 수 있습니다. 
4. 회사가 약관을 개정할 경우에는 서비스 홈페이지 또는 별도의 창을 통하여변경내용 및 변경 이유를 명시하여 지체없이 공지하고, 개정 내용이 이용자에게 불리한 경우에는 그 적용일자 30일 전부터 적용일 이후 상당한 기간 동안 각각 이를 서비스 홈페이지에 게시하거나 이용자에게 전자적 형태(전자우편, SMS 등)로 약관 개정 사실을 발송하여 고지합니다.
5. 회사가 전항에 따라 이용자에게 통지하면서 공지일로부터 적용일 7일 후까지 거부의사를 표시하지 아니하면 개정 약관에 승인한 것으로 간주합니다. 이용자가 개정약관에 동의하지 않을 경우 이용자는 이용계약을 해지할 수 있습니다.

---

## **제 3 조 (약관 외 준칙)**

1. 본 약관은 위치정보보호법 등의 대한민국법령에 의하여 규정되고 이행됩니다.
2. 개인위치정보의 수집 및 이용 등과 관련하여 본 약관과 서비스 이용약관 등 다른 약관의 내용이 충돌하는 경우 본 약관의 내용이 우선하며 본 약관에 명시되지 않은 사항에 대해서는 회사가 정한 서비스 이용약관 등에 따르며, 서비스 이용약관 등에 규정되지 않은 사항은 관련법령 및 상관례에 따릅니다.

---

## **제 4 조 (서비스의 내용)**

1. 회사가 제공하는 위치기반서비스 및 개인위치정보의 보유목적과 기간은 아래와 같습니다.

| 서비스명 | 서비스 내용 및 보유 목적 | 개인위치정보 보유기간 |
| --- | --- | --- |
| 위치정보를 활용한 검색결과 제공 서비스 | 정보 검색을 요청하거나 개인위치정보주체 또는 이동성 있는 기기의 위치정보를 제공 시 본 위치정보를 이용한 검색결과 및 주변결과(제휴 매장 등)를 제시 | **이용 목적 달성 시, 즉시 파기** |
| 위치정보를 활용한 광고정보 제공 | 검색결과 또는 기타 서비스 이용 과정에서 개인위치정보주체 또는 이동성 있는 기기의 위치를 이용하여 광고소재를 제시 | **이용 목적 달성 시, 즉시 파기** |
1. 회사는 개인위치정보의 이용 또는 제공목적을 달성한 때에는 「위치정보의 보호 및 이용 등에 관한 법률」 제23조에 따라 위치정보 이용·제공사실 확인자료를 제외한 개인위치정보를 즉시 파기합니다.

---

## **제 5 조 (서비스 이용요금)**

고객은 본 서비스를 무료로 이용할 수 있습니다. 다만 위치정보를 확인하기 위하여 이동통신망에 접속할 때 발생하는 비용인 통신요금이 발생할 수 있습니다. 통신 요금은 고객의 데이터 사용량, 이동통신사의 정책 등에 따라 변동될 수 있습니다.

---

## **제 6 조 (서비스내용변경 통지 등)**

1. 회사가 서비스 내용을 변경하거나 종료하는 경우 회사는 이용자의 등록된 전자우편 주소로 이메일을 통하여 서비스 내용의 변경 사항 또는 종료를 통지할 수 있습니다.
2. 제1항의 경우 불특정 다수인을 상대로 통지를 함에 있어서는 웹사이트 등 기타 회사의 공지사항을 통하여 이용자들에게 통지할 수 있습니다.

---

## **제 7 조 (개인위치정보주체의 권리 및 행사방법)**

1. 이용자는 회사에 대하여 언제든지 개인위치정보의 수집에 대한 동의 또는 개인위치정보를 이용한 위치기반서비스 제공 및 개인위치정보의 제3자 제공에 대한 동의의 전부 또는 일부를 철회할 수 있습니다. 이 경우 회사는 수집한 개인위치정보 및 위치정보 수집, 이용, 제공사실 확인자료(동의의 일부를 철회한 경우에는 철회한 부분의 개인위치정보 및 위치정보 수집, 이용, 제공사실 확인자료에 한함)를 파기합니다.
2. 이용자은 회사에 대하여 언제든지 개인위치정보의 수집, 이용 또는 제공의 일시적인 중지를 요구할 수 있으며, 회사는 이를 거절할 수 없고 이를 위한 기술적 수단을 갖추고 있습니다.
3. 이용자는 회사에 대하여 아래 각 호의 자료에 대한 열람 또는 고지를 요구할 수 있고, 당해 자료에 오류가 있는 경우에는 그 정정을 요구할 수 있습니다. 이 경우 회사는 정당한 사유 없이 이용자의 요구를 거절할 수 없습니다. 
    
    1) 본인에 대한 위치정보 수집, 이용, 제공사실 확인자료
    
    2) 본인의 개인위치정보가 위치정보의 보호 및 이용 등에 관한 법률 또는 다른 법률 규정에 의하여 제3자에게 제공된 이유 및 내용
    
4. 이용자은 제1호 내지 제3호의 권리행사를 위해 고객서비스담당부서(연락처: 010-4251-2171 / 이메일: corporationrestin@naver.com)에 문의할 수 있습니다. 

---

## **제 8 조 (법정대리인의 권리)**

1. 회사는 14세 미만의 이용자에 대해서는 개인위치정보를 이용한 위치기반서비스 제공 및 개인위치정보의 제3자 제공에 대한 동의를 당해 이용자과 당해 이용자의 법정대리인으로부터 동의를 받아야 합니다. 이 경우 법정대리인은 제7조에 의한 이용자의 권리를 모두 가집니다.
2. 회사는 14세 미만의 아동의 개인위치정보 또는 위치정보 수집/이용/제공사실 확인자료를 이용약관에 명시 또는 고지한 범위를 넘어 이용하거나 제3자에게 제공하고자 하는 경우에는 14세미만의 아동과 그 법정대리인의 동의를 받아야 합니다. 단, 아래의 경우는 제외합니다.
    
    1) 위치정보 및 위치기반서비스 제공에 따른 요금정산을 위하여 위치정보 수집, 이용, 제공사실 확인자료가 필요한 경우
    
    2) 통계작성, 학술연구 또는 시장조사를 위하여 특정 개인을 알아볼 수 없는 형태로 가공하여 제공하는 경우
    

---

## **제 9 조 (8세 이하의 아동 등의 보호의무자의 권리)**

1. 회사는 아래의 경우에 해당하는 자(이하 “8세 이하의 아동”등이라 한다)의 보호의무자가 8세 이하의 아동 등의 생명 또는 신체보호를 위하여 개인위치정보의 이용 또는 제공에 동의하는 경우에는 본인의 동의가 있는 것으로 봅니다.
    
    1) 8세 이하의 아동
    
    2) 금치산자
    
    3) 장애인복지법제2조제2항제2호의 규정에 의한 정신적 장애를 가진 자로서장애인고용촉진및직업재활법 제2조제2호의 규정에 의한 중증장애인에 해당하는 자(장애인복지법 제29조의 규정에 의하여 장애인등록을 한 자에 한한다)
    
2. 8세 이하의 아동 등의 생명 또는 신체의 보호를 위하여 개인위치정보의 이용 또는 제공에 동의를 하고자 하는 보호의무자는 서면동의서에 보호의무자임을 증명하는 서면을 첨부하여 회사에 제출하여야 합니다.
3. 보호의무자는 8세 이하의 아동 등의 개인위치정보 이용 또는 제공에 동의하는 경우 제6조에 규정된 개인위치 정보주체 권리의 전부를 행사할 수 있습니다.

---

## **제 10 조 (개인위치정보의 수집, 이용 또는 제공)**

1. 회사는 개인위치정보를 수집 및 이용하여 서비스를 제공하고자 하는 경우에는 미리 이용약관에 명시한 후 개인위치정보주체의 동의를 얻어야 합니다. 이용자가 본 약관의 "동의하기" 버튼을 클릭하였을 경우 개인위치정보의 수집, 이용 및 제공에 대하여 동의한 것으로 봅니다.
2. 회사는 위치정보의 이용 고객과의 요금정산 및 민원처리 등을 위해 위치정보의 보호 이용 등에 관련 법률 제16조제2항에 따라 위치정보 수집 사실 확인자료, 위치정보 이용•제공 사실 확인자료를 자동 기록•보존하며, 해당 자료는 1년간 보관합니다.
3. 회사는 개인위치정보를 이용자가 지정하는 제3자에게 제공하는 서비스를 하는 경우에는 제공받는 자 및 제공목적을 사전에 이용자에게 고지하고 동의를 받습니다. 개인위치정보를 이용자가 지정하는 제3자에게 제공하는 서비스를 하는 경우에는 개인위치정보를 수집한 당해 통신 단말장치로 매회 이용자에게 제공받는 자, 제공일시 및 제공목적을 즉시 통보합니다. 단, 아래 각 호의 1에 해당하는 경우에는 이용자가 미리 특정하여 지정한 통신 단말장치 또는 전자우편주소로 통보합니다.
    
    1) 개인위치정보를 수집한 당해 통신단말장치가 문자, 음성 또는 영상의 수신기능을 갖추지 아니한 경우
    
    2) 이용자가 개인위치정보를 수집한 당해 온라인 게시 등의 방법으로 통보할 것을 미리 요청한 경우 제 11 조 (서비스내용변경 통지 등) 회사가 서비스 내용을 변경하거나 종료하는 경우 서비스 내 “공지사항” 화면을 통해 공고할 수 있습니다.
    
4. 회사는 이용자의 동의가 있거나 다음 각 호의 어느 하나에 해당하는 경우를 제외하고는 개인위치정보 또는 위치정보 수집/이용/제공사실 확인자료를 이용약관에 명시 또는 고지한 범위를 넘어 이용하거나 제3자에게 제공할 수 없습니다.
    
    1) 위치정보 및 위치기반서비스 제공에 따른 요금정산을 위하여 위치정보 수집, 이용, 제공사실 확인자료가 필요한 경우
    
    2) 통계작성, 학술연구 또는 시장조사를 위하여 특정 개인을 알아볼 수 없는 형태로 가공하여 제공하는 경우
    

---

## **제 11 조 (서비스이용의 제한 및 중지)**

1. 회사는 아래 각 호의 1에 해당하는 사유가 발생한 경우에는 이용자의 서비스 이용을 제한하거나 중지시킬 수 있습니다.
    
    1) 이용자가 회사 서비스의 운영을 고의 또는 중과실로 방해하는 경우
    
    2) 서비스용 설비 점검, 보수 또는 공사로 인하여 부득이한 경우
    
    3) 전기통신사업법에 규정된 기간통신사업자가 전기통신 서비스를 중지했을 경우
    
    4) 국가비상사태, 서비스 설비의 장애 또는 서비스 이용의 폭주 등으로 서비스 이용에 지장이 있는 때
    
    5) 기타 중대한 사유로 인하여 회사가 서비스 제공을 지속하는 것이 부적당하다고 인정하는 경우
    
2. 회사는 전항의 규정에 의하여 서비스의 이용을 제한하거나 중지한 때에는 그 사유 및 제한기간 등을 이용자에게 알려야 합니다.

---

## **제 12 조 (손해배상의 범위)**

1. 회사가 위치정보의 보호 및 이용 등에 관한 법률 제15조 내지 제26조의 규정을 위반한 행위로 이용자에게 손해가 발생한 경우 이용자는 회사에 대하여 손해배상 청구를 할 수 있습니다. 이 경우 회사는 고의, 과실이 없음을 입증하지 못하는 경우 책임을 면할 수 없습니다.
2. 이용자가 본 약관의 규정을 위반하여 회사에 손해가 발생한 경우 회사는 이용자에 대하여 손해배상을 청구할 수 있습니다. 이 경우 이용자는 고의, 과실이 없음을 입증하지 못하는 경우 책임을 면할 수 없습니다.

---

## **제 13 조 (면책)**

1. 회사는 다음 각 호의 경우로 서비스를 제공할 수 없는 경우 이로 인하여 이용자에게 발생한 손해에 대해서는 책임을 부담하지 않습니다.
    
    1) 천재지변 또는 이에 준하는 불가항력의 상태가 있는 경우
    
    2) 서비스 제공을 위하여 회사와 서비스 제휴계약을 체결한 제3자의 고의적인 서비스 방해가 있는 경우
    
    3) 이용자의 귀책사유로 서비스 이용에 장애가 있는 경우
    
    4) 제1호 내지 제3호를 제외한 기타 회사의 고의•과실이 없는 사유로 인한 경우
    
2. 회사는 서비스 및 서비스에 게재된 정보, 자료, 사실의 신뢰도, 정확성 등에 대해서는 보증을 하지 않으며 이로 인해 발생한 이용자의 손해에 대하여는 책임을 부담하지 아니합니다.

---

## **제 14 조 (규정의 준용)**

1. 본 약관은 대한민국법령에 의하여 규정되고 이행됩니다.
2. 본 약관에 규정되지 않은 사항에 대해서는 관련법령 및 상관습에 의합니다.

---

## **제 15 조 (분쟁의 조정 및 기타)**

1. 회사는 위치정보와 관련된 분쟁에 대해 당사자간 협의가 이루어지지 아니하거나 협의를 할 수 없는 경우에는 위치정보의 보호 및 이용 등에 관한 법률 제28조의 규정에 의한 방송통신위원회에 재정을 신청할 수 있습니다.
2. 회사 또는 고객은 위치정보와 관련된 분쟁에 대해 당사자간 협의가 이루어지지 아니하거나 협의를 할 수 없는 경우에는 개인정보보호법 제43조의 규정에 의한 개인정보분쟁조정위원회에 조정을 신청할 수 있습니다.

---

## **제 16 조 (회사의 연락처)**

회사의 상호 및 주소 등은 다음과 같습니다. 

1. 상호 : 레스틴(Restin)
2. 주소 : 경기도 남양주시 별내3로 322
3. 대표전화 : 070-8095-9289

---

## **제 17 조 (위치정보관리책임자의 지정)**

1. 회사는 위치정보를 적절히 관리 및 보호하고 이용자의 불만을 원활히 처리할 수 있도록 실질적인 책임을 질 수 있는 지위에 있는 자를 위치정보관리책임자로 지정해 운영합니다.
2. 위치정보관리책임자는 본 약관의 부칙에 따릅니다.

---

## 부칙 (2024. 11. 11.자 제정)

제 1 조 (시행일) 이 약관은 2024년 11월 11일 부터 시행합니다.

제 2 조 (위치정보관리책임자) 2024년 11월 11일을 기준으로 다음과 같이 지정합니다. 

1. 성명 : 김정민

2. 연락처 : 070-8095-9289`;
const refundRule = `# 취소/환불 규정

| **공고일** | **2024-11-11** | **시행일** | **2024-11-11** |
| --- | --- | --- | --- |

## 제 1 조 (취소)

① 회사는 모든 서비스 이용 건의 세부 단계(사용 전, 사용 시작, 사용 종료, 결제)에서 제공되는 서비스와 요금에 대해 사용자의 사전 동의를 받습니다. 사용자는 사용을 시작하면 모든 약관에 동의한 것으로 간주되고 사용을 취소할 수 없습니다.

## 제 2 조 (환불의 요청)

① 사용자의 귀책사유 없이 특정한 사유(서비스 제공 불가, 오류 등)로 초과 결제 또는 중복 결제 등의 문제가 발생하였을 경우, 사용자는 해당 이용요금 부분을 회사에게 환불 요청할 수 있습니다.
② 환불 요청은 회사의 고객센터(070-8095-9289)를 통해 이루어질 수 있습니다. 요청 후 회사에서 확인하는 절차가 완료된 이후 환불이 확정됩니다.

## 제 3 조 (환불 처리 절차)

① 환불 요청이 승인된 후, 환불 금액은 **영업일 기준 7일 이내**에 처리됩니다. 결제 수단 별 환불 소요시간은 **제 3 조의 2**에 따릅니다.
② 환불은 이용자가 결제 시 사용한 동일한 결제 수단으로 이루어지며, 환불 과정에서 수수료가 발생할 경우 이를 공제할 수 있습니다. 다만, 동일한 방법으로 환불이 불가능할 경우 현금 등 다른 수단으로 환불할 수 있습니다.

### **제 3 조의 2 (결제 수단 별 환불 소요시간)**

① 신용/체크카드

1. 회사에서의 환불 처리가 완료되고 카드사를 통해 결제 승인이 취소되면 환불이 완료됩니다.
2. 결제 당일 이후 결제 취소 시 카드사를 통한 결제 승인 취소 확인은 4~5 영업일 가량 소요될 수 있으며, 이는 카드사마다 다를 수 있습니다.

② 간편결제

1. 회사에서의 환불 처리가 완료되고 PG사 처리 기준을 통해 결제에 사용한 계좌, 카드 또는 포인트로 입금됩니다.
2. 결제 당일 이후 결제 취소 시 PG사를 통한 결제 승인 취소 확인은 4~5 영업일 가량 소요될 수 있으며, 이는 업무처리기간에 따라 다를 수 있습니다.

③ 실시간 계좌이체

1. 회사에서의 환불 처리가 완료되고 PG사 처리 기준을 통해 결제에 사용한 계좌로 입금됩니다.
2. 결제 당일 이후 결제 취소 시 PG사를 통한 결제 승인 취소 확인은 4~5 영업일 가량 소요될 수 있으며, 이는 은행사마다 다를 수 있습니다.

## 제 4 조 (환불 불가 사유)

① 이용자의 귀책사유(계정 정지, 규정 위반 등)로 서비스 이용이 중단된 경우
② 서비스의 일부만 이용한 후 잔여 이용 기간에 대해 환불을 요청한 경우
③ 특별 약정에 따라 환불 불가 조건이 명시된 상품 또는 서비스인 경우
④ 천재지변 또는 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우

## 제 5 조 (회사의 귀책사유에 따른 환불)

① 회사의 귀책사유(서비스 제공 불가, 오류 등)로 문제가 발생하였을 경우 전액 환불을 원칙으로 합니다. 이 경우 회사는 사용자에게 신속히 해당 사실을 고지하고 필요한 조치를 취합니다.

## 제 6 조 (회사의 중재)

① 본 취소/환불 정책의 적용과 관련하여 업주와 사용자간의 분쟁이 발생하는 경우 최종 결정권은 회사에 있습니다.

## 제 7 조 (기타)

① **약관의 변경**: 본 약관은 법령의 변경, 회사의 운영 정책 등에 따라 개정될 수 있으며, 개정된 약관은 사전에 공지됩니다.
② **관할 법원**: 본 약관에 의한 분쟁 발생 시, 관할 법원은 회사의 본사 소재지 관할 법원으로 합니다.

## 부칙

① 해당 규정은 2024년 11월 11일부터 적용됩니다.`;
const marketingOTP = `# 마케팅 정보 수신 동의 약관

| **공고일** | **2024-11-11** | **시행일** | **2024-11-11** |
| --- | --- | --- | --- |

### **[마케팅 정보 수신 동의 약관]**

레스틴(이하 "회사")는 개인정보 보호법 등 관계법령에 따라 광고성 정보를 전송하기 위해 고객님의 사전 수신동의를 받고 있으며, 수신동의 여부를 정기적으로 확인합니다. 수신 동의를 하지 않으실 경우, 상품/서비스 소개 및 권유, 사은행사, 판촉행사 등 이용 목적에 따른 혜택 제공에 제한이 있을 수 있으나, 금융 거래와 관련된 불이익은 없습니다.

### 1. 전송방법

회사는 고객님의 휴대전화 문자 메시지(SMS/MMS), 이메일, 앱 푸시 알림을 통해 마케팅 정보를 전송할 수 있습니다.

### 2. 전송내용

발송되는 마케팅 정보는 회사가 제공하는 혜택 정보, 각종 이벤트, 상품 정보, 신규 서비스 안내 등 광고성 정보를 포함하며, 관련 법령을 준수하여 발송됩니다. 단, 광고성 정보 외에 의무적으로 안내되어야 하는 정보는 수신 동의 여부와 무관하게 제공될 수 있습니다.

### 3. 철회안내

고객님은 언제든지 수신 동의를 철회할 수 있으며, 철회 방법은 아래와 같습니다.

- 고객센터(070-8095-9289)를 통해 수신 동의 상태 변경 (동의/철회) 가능

### 4. 개인정보 수집 항목 및 이용 목적

- 수집 항목: 휴대전화 번호, 이메일 주소
- 이용 목적: 혜택 정보, 각종 이벤트, 상품 정보, 신규 서비스 안내 등 광고성 정보 제공

### 5. 개인정보 보유 및 이용 기간

고객님의 개인정보는 마케팅 활용 동의일로부터 회원 탈퇴 또는 마케팅 동의 철회 시까지 보유 및 이용됩니다. 단, 관련 법령에 의하여 별도로 보관이 필요한 경우에는 해당 기간 동안 보관됩니다.

### 6. 앱 푸시 알림 수신 안내

회사는 앱 푸시 알림을 통해 고객님께 다양한 혜택 정보, 이벤트 안내, 신규 서비스 소식 등 마케팅 정보를 제공할 수 있습니다.

앱 푸시 알림 수신을 원하지 않으실 경우, 언제든지 앱 설정에서 수신 동의를 철회하실 수 있으며, 철회 시에도 기본적인 서비스 이용에는 영향이 없습니다.

철회 방법

앱 > 알림 설정 > 결제 알림 수신 여부 설정`;

export {
  TermsOfUse,
  privacypolicy,
  locationinformation,
  refundRule,
  marketingOTP,
};
